export const askAnswearData = [
  [
    "Могу ли я сделать возврат материалов, не использованных в процессе строительства?",
    "Да вы можете вернуть товар который не вскрывался,и не имеет дефектов",
  ],
  [
    "Входит ли в стоимость доставки разгрузка машины?",
    "Разгрузка машины, без заноса в дом производиться нашими специалистами.",
  ],
  [
    "Какая минимальная сумма заказа?",
    "Нет ограничений по минимальной сумме заказа.",
  ],
  [
    "Есть ли у вас бесплатная доставка?",
    "Бесплатная доставка по городу действует при заказе от 4000P",
  ],
  [
    "Есть ли возможность оформить рассрочку или кредит при покупке? Если есть, то какие условия?",
    "Система кредитования и рассрочки действует в организации при обращении к кредитным специалистам, которые оформят вам договор по предложенным кредитным продуктам от банка, в который будет подана заявка.",
  ],
  [
    "Возможно ли проверить инструмент или технику перед покупкой?",
    "Да.Инструмент можно проверить в отделе 'Гарантия'",
  ],
  [
    "Какие дополнительные услуги есть у вас?",
    "Мы имеем множество доп.услуг связанных с доставкой,кредитами и скидками ",
  ],
  [
    "Как часто у вас проходят акции?",
    "Различные акции действуют ежедневно.Можете ознакомиться с ними в разделе акции. ",
  ],
];
