export const contactsOffice = {
  "Гениральный деректор:": "8 (8782) 28-42-67 ",
  "Отдел снабжения:": "8 (8782) 28-42-67",
  "Отдел сбыта:": "8(8782) 28-45-81",
  "Юридический отдел:": "8 (8782) 28-42-69",
  "Бухгалтерия:": "8 (8782) 28-42-71",
  "Отдел доставки:": "8 (8782) 28-45-83",
  "Кредитный отдел:": "8 (8782) 28-45-82",
  "Отдел кадров:": "8 (8782) 28-42-73",
};

export const contactsRegion = {
  Москва: "7 (800) 444-00-65",
  Ставрополь: "+7 (818) 814-00-76",
  Краснодар: "+7 (890) 424-00-69",
  Калининград: "+7 (412) 624-70-24",
  Татарстан: "+7 (843) 824-00-61",
  Самара: "+7 (348) 567-82-64",
};
